---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Hz
source: html/162556fd-82f5-c8c9-92dd-a645f6fb0438.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Hz Property

Symbol Hz, indicating unit Hertz.

## Syntax (C#)
```csharp
public static ForgeTypeId Hz { get; }
```